Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 2000铜币一瓶的价格，属于绝对的良心老板了。
en_us: The price of 2000 copper coins per bottle was absolutely reasonable.

source: 304不锈钢一体锻造而成的大茶缸，只是被麦格看了一眼，便直接被挤压成了一块薄薄的铁片。
en_us: The tea mug that was forged from one piece of 304 stainless steel, was crushed into a thin piece of metal with one look from Mag.

source: 30年陈酿的泰坦酒，价格是3000铜币一瓶，999铜币一杯。
en_us: The 30-year-old Titan Liquor brew was priced at 3000 copper coins a bottle and 999 copper coins a cup.

source: ——观察者：晞代号：9527
en_us: - Observer: Codename: 9527

source: “101，不能再多了。”麦格果断道。
en_us: "101. That's all." Mag said decisively.

source: “20万铜币？就这地段和人流量，这价格有些贵了吧？”中年男人眉头一皱，对这个价格显然不满意。
en_us: "200,000 copper coins? Isn't it too expensive for such a location and human traffic's conditions?" The middle-aged man frowned. He was obviously not very satisfied with price.

source: “48分！接近满分的成绩了！”
en_us: "48 points! It's almost a perfect score!"

source: “50分！”
en_us: "50 points!"

source: “一个一个套太慢了。”艾米拿起了三个竹圈，然后天女散花一般丢了出去。
en_us: "It's too slow to catch them one by one." Amy picked up three bamboo rings, and threw them out like a flower girl scattering petals on a wedding.

source: “一个十级，三个九级，府邸内外有三百多名护卫，巡逻没有死角。”麦格把绿豆酥给两个孩子，看着伊琳娜轻声说道。
en_us: "A 10th-tier, three 9th-tiers, and more than 300 guards inside and out of the mansion. There are no blind spots in the patrol routes," Mag told Irina softly as he passed the two mung bean pancakes to the kids.

source: “一个可能是运气，但连续两个……这应该是实力了吧？”
en_us: "One might be luck, but two continuously… This should be her potential, right?"

source: “一个道行不足的小妖精。”麦格嘴角微微上翘，这种程度的魅惑，对他来说已经毫无吸引力。
en_us: "An incapable little vixen." Mag smiled. That amount of charm was of no effect to him at all.

source: “一份品相糟糕的酒鬼花生，失败！”
en_us: "One helping of ugly-looking drunkard peanuts. Fail!

source: “一份尚可的拍黄瓜！可上菜单。”
en_us: "An acceptable Smashed Cucumber Salad! Can be placed in the menu."

source: “一份焦香浓郁的酒鬼花生，失败！”
en_us: "One helping of charred drunkard peanuts. Fail!

source: “一份趋于完美的凉拌猪舌头！”
en_us: "One helping of almost perfect pig tongue salad!

source: “一份辣味过于浓郁的酒鬼花生，失败……”
en_us: "One helping of too spicy drunkard peanuts. Fail…"

source: “一会有的是机会发挥。”梅兰特重新拿起旱烟抽着。
en_us: "You will have the chance to use it." Merante continued smoking.

source: “一会要是全套中了，怎么拿回去啊？”麦格则是有些担忧的和伊琳娜问道。
en_us: "How are we going to bring them back if we catch all of them?" Mag asked Irina worriedly.

source: “一共是264铜币哦……”艾米已经算好了账。
en_us: "It's a total of 264 copper coins…" Amy was already done with the calculations.

source: “一共是……十七万八千六百四十二个铜币！小姐，我们发财了！”
en_us: "The total is...178,642 copper coins! Miss, we're rich!"

source: “一半？”埃菲瞪眼。
en_us: "Half?" Eiffie glared.

source: “一只怎么够吃，下次回森林的时候，我再带你去抓吧，吃个够。”伊琳娜笑着默默艾米的脑袋说道。
en_us: Irina patted Amy's head and said, "One isn't enough. I'll bring you to catch more when we return to the Wind Forest again and we can eat to our hearts' content."

source: “一圈三鹅！”
en_us: "Three geese with one ring!"

source: “一壶酒？”埃菲有些惊讶，快步走到酒馆门口，看着斜对面的塞班酒馆门前聚着的十几个人，的确是围着那酒馆门口柱子上挂着的一个小铁笼子。
en_us: "A cup of liquor?" Eiffie was slightly taken aback. She strode to the tavern's door, and looked at the 10-odd people gathering in front of Saipan Tavern, which was diagonally across the street. They were indeed surrounding a small metal cage that was hanging on the pillar at the tavern's door.

source: “一天五十瓶全部卖完的话，那我们一天的营业就能够上十五万铜币了呢！”玛拉两眼放光。
en_us: "If we sell out all 50 bottles a day, we would be able to reach 150,000 copper coins in a day's revenue!" Mala's eyes lit up.

source: “一天就搞定了？”伊琳娜左右打量着装饰一新的酒馆，有点惊讶道。
en_us: Irina sized up the completely redone tavern, surprised, and said, "It's all done in one day?"

source: “一天的营业又结束了。”麦格目送马车远去，翻转了门上挂着的木牌，今日的情报收获不小，对于当前洛斯帝国官场的情况有了一个大致了解。
en_us: "A day's operation has ended once again." Mag watched the horse-drawn carriage leave, and flipped the wooden plaque at the door. There was quite a lot of information gained today, which allowed him to have a rough understanding of the current situation in the Roth Empire's court.

source: “一定是特别的缘分。”麦格微笑点头，瞄了眼她微微打颤的修长小腿。
en_us: "It must be a very special kind of providence." Mag nodded with a smile. He flicked a glance at her slightly quivering calves.

source: “一百万铜币呢，好多小钱钱。”艾米又在一旁坐下了，掰着手指盘算着。
en_us: "It's 1 million copper coins, that's a lot of money." Amy sat at the side again as she counted her fingers.

source: “一百多栋，都是你的？”左边那位高瘦的中年男人有些惊讶道。
en_us: The tall and thin middle-aged man on the left said with shock, "Over 100 properties? All yours?"

source: “一种绿色植物。”系统和谐补充。
en_us: "A kind of green plant." The system harmoniously added.

source: “一般来说，几十个还是要有的。”
en_us: "Usually speaking, you still need to fight a few dozen in the least."

source: “三……恭喜这位美女，一圈三只……”老板的表情已经彻底垮了，他算是看出来了，他这三十只鹅还不够人家套的呢。
en_us: "Three… Congratulations to this beautiful lady. Three geese with one ring…" The boss looked crestfallen. He finally realized that his 30 geese were not even enough for them to catch.

source: “三个全中！！！”
en_us: "Three hits!!!"

source: “三剑啊。”康妮随口答道，又补充了一句：“我看他废话太多，所以又给他补了一剑。”
en_us: "Three strikes." Connie answered casually before adding on, "I thought he talked too much, so I gave him one more strike."

source: “三十个圈子，给你放这了，慢慢套，别着急。”老板笑眯眯的把三十个竹圈放在艾米脚边。
en_us: "30 rings. I'll put them here for you. Take your time. We are not in a hurry." The boss placed the 30 bamboo rings next to Amy's feet.

source: “三十岁的女人，正是最肥美多汁的年纪，懂事又会疼人，你会不喜欢？”伊琳娜笑吟吟的问道。
en_us: "A 20-year-old woman is at her prime. She would be sensible and doting. Don't you like it?" Irina asked with a smile.

source: “上去！”伊琳娜一把将诺亚丢上了紫纹狮鹫，和梅兰特也是跳上了狮鹫背。
en_us: "Go up!" Irina threw Noya up the purple-striped griffin as Merante jumped on the griffin's back as well.

source: “上来，我们杀不死他，先离开这里。”晞冰冷的声音在麦格耳边响起，船舱打开了一条通道。
en_us: "Hop on. We can't kill it. Let's leave here first." Xi's icy cold voice sounded next to Mag's ears and the ship's cabin let out a passageway.

source: “下次再来啊。”老板苦笑着说道，他当然希望这辈子都不再遇到这一家子，下次要是看到他们来坊市，立刻就收摊回家。
en_us: "Please come again," the boss said with a miserable smile. Of course, he didn't want to see this family ever again. He would pack up and leave as soon as he saw them come to the square again.

source: “下面是第五十组。”主持人宣布道，很快有工作人员端上了一个黑色的细长酒瓶。
en_us: "Next, it's the 50th group." The emcee announced and the staff member quickly carried a black and narrow bottle up.

source: “不……不会就是那个傻子买了半条街吧？”酒馆老板娘埃菲摘下了嘴里的烟斗，有些难以置信道。
en_us: The nearby tavern's lady boss, Effie, removed her pipe, and said with disbelief, "I-is he that idiot who bought up half of the street?"

source: “不……不可能……”奥斯特无力的趴伏在地上，表情狰狞的昂着头看着康妮。
en_us: "Im-impossible..." Auster slumped onto the floor weakly and looked up at Connie with a ferocious expression.

source: “不……不是我，是我爷爷。”诺亚连忙摇头，闻到了伊琳娜身上的酒味，看她完全醉酒的状态，又不禁有些担忧的，这样真的还能施法吗？
en_us: "N-not me. It's my grandpa." Noya quickly shook his head. He could smell the alcohol on Irina, and she seemed rather drunk. Noya could not help but worry if she could work her spells properly.

source: “不……不用了。”麦格眉梢微挑，这黑市……还真他娘的会做生意啊？
en_us: "It's... it's okay." Mag raised hsi brow. This black market... is really good at making business?

source: “不了，茅台已经是最好的了。”麦格摇摇头。
en_us: "No, thanks. Maotai is already the best." Mag shook his head.

source: “不仅仅只是杀人，他的目的恐怕是挑起一场新的种族战争，只是一两个小村落，以他和魔鬼的也行都不会满足。”麦格沉声道。
en_us: "It isn't just killing people. I'm afraid his motive is to trigger a new racial war. The devil and he won't be satisfied with just one or two villages," Mag said gravely.

source: “不会吧？”麦格挑眉。
en_us: "Are you for real?" Mag raised his eyebrows.

source: “不会呢，做的挺好的。”麦格笑着摸了摸她的头。
en_us: "No, it's pretty well done." Mag patted her head with a smile.

source: “不会哦，田螺的壳是不能吃的，我们只能吃它的螺肉。”麦格指着盆里一只吸附在盆边缘的田螺，“你看，壳里边的就是肉了，那是柔软的部位。”
en_us: "No. The shell cannot be eaten. We can only eat the meat." Mag pointed to one escargot that was sucking on to the side of the basin and said, "Look, there is meat within the shell. That is the soft part."

source: “不信的话，一会你们就知道了，而且我还把绿豆糕改良了，今天让你们尝尝什么叫做真正的绿豆糕。”麦格自信满满的出门去。
en_us: "You will see it later if you don't believe me. Moreover, I have improved the mung bean cake. I will let you try the real mung bean cake today." Mag walked out confidently.

source: “不光是第一届的金奖，泰坦酒当年十年内三度获得金奖，在精品之上不断精进，才是真正的传奇。”
en_us: "It didn't just win the first year's gold award. It won the gold award three times with 10 years back then. Its continual strive for excellence was what made it a real legend."

source: “不光酒酿的好，连下酒菜也做的如此美味。”弗格斯把嘴里的凉拌猪耳朵咽下，又是抓了几颗花生丢嘴里。
en_us: "Not only did he brew great liquor, even his side dishes are so scrumptious." Fergus swallowed the pig ears salad before popping a few peanuts into his mouth.

source: “不可以。”
en_us: "No, you can't."

source: “不可思议啊，小小的一颗花生，竟然也能炒制的如此美味，而且，的确非常下酒啊。”麻辣的滋味在嘴唇上绽放，亚伯罕惊叹于这酒鬼花生的美妙滋味的同时，也是不自觉的打开了手边的酒。
en_us: Incredible. A tiny little peanut could be done so beautifully. Besides, it goes really well with the wine. The numbing spiciness attacked his lips, and just as Abraham was exclaiming at the wonderful taste of this drunkard peanuts, he unknowingly opened up the wine beside him.

source: “不同意！”
en_us: "We won't agree to it!"

source: “不吸收怨气，而是选择控制这些尸体，乔修想要做什么？”伊琳娜收回手，冷声道。
en_us: Irina retracted her hand and coldly said, "He didn't absorb the resentment, but instead chose to control these bodies. What does Josh want to do?"

source: “不和你们聊了，我要去溜猫了。”艾米轻轻踢了一脚出门就在门口趴下的丑小鸭，小声训斥道：“赶紧动起来，吃饭前先绕着亚丁广场跑一圈，跑不完不许吃完饭。”
en_us: "I can't chitchat with you guys, I gotta go walk the cat now." Amy gently kicked Ugly Duckling, which crouched on the ground as soon as it got out of the door, and softly lectured, "Move your butt quickly. You've got to run around Aden Square once before dinner, otherwise you're not allowed to eat."

source: “不在暮光森林，也不在洛斯帝国边境，我有点好奇这个家伙究竟藏到哪里去了。”麦格慢慢搅拌着锅里的粥。
en_us: "He wasn't in the Twilight Forest, nor was he at the borders of the Roth Empire. I'm a little curious where this fellow is hiding." Mag stirred the porridge in the pot slowly.

source: “不多说，咱们先尝尝。”
en_us: "Say no more. Let's try it first."

source: “不太合适是吧……”麦格沉吟，思考了一会，道：“那就做红烧肉吧。”
en_us: "It's not really suitable, right…" Mag murmured. After thinking for some time, he said, "The red braised pork, then."

source: “不好吧……两个孩子还在家……”
en_us: "That's not very appropriate… The two kids are still at home…"

source: “不好意思，就在今天，最后三十三栋楼已经被打包买走了，目前罗莫街上应该没有可以出售的商铺了。”费奇摇头道。
en_us: Fitch shook his head and said, "I'm sorry. Just today, the last 33 properties were already sold and there were no shops for sale on Romo Street currently."

source: “不好意思，我没有兴趣。”麦格微微摇头。
en_us: "I'm sorry, but I'm not interested." Mag shook his head.

source: “不好！”
en_us: "Oh no!"

source: “不客气。”卡诺也是笑着摇头。
en_us: "You're very welcome." Canault shook his head, also smiling.

source: “不客气。”麦格大方的摆摆手，转身进了酒馆。
en_us: "You're welcome." Mag waved his hand generously, and turned to walk into the tavern.

source: “不客气。”麦格微微摇头，瞄了一眼坐在一旁的伊琳娜。
en_us: "You're welcome." Mag shook his head slightly and glanced at Irina, who was sitting at the side.

source: “不客气，邻居嘛，是该互相帮助的。”麦格摇摇头，好在老婆不在家，不然这种奇怪的前后句，肯定会引起不必要的误会。
en_us: "You're welcome. As neighbors, we should help each other." Mag shook his head. Thankfully, his wife was not home. Otherwise, if taken out of context, their conversation might lead to a misunderstanding.

source: “不少了。”埃菲连忙摇头。
en_us: "It's not." Eiffie quickly shook her head.

source: “不应该啊，无论从哪个角度看，在这场夺嫡之争，乔修都还有一半的胜率，他又何必在陛下尚未作出选择之前，作出这等蠢事？”
en_us: "He shouldn't have done it. No matter how we look at this fight for the throne, Josh still has a 50% chance of winning. Why did he do such stupid things before His Majesty has made his decision?

source: “不必了，我已经看过。”晞微微摇头，心中却是有些疑惑，有些迟疑是否需要对这个人类进行记忆搜索。
en_us: "There's no need for that. I have already seen it." Xi shook her head slightly, but she still had some suspiscions. She was deliberating if she should conduct a memory search on this human in front of her.

source: “不必客气。”麦格与他碰了一下酒杯，然后抿了一口。
en_us: "You're welcome." Mag clinked his glass with Merante's before taking a sip.

source: “不必客气，我们有着共同的目标，互相帮助本是应该。”麦格连忙把他搀扶起来，倒也没觉得自己昨晚做了什么大事。
en_us: "Don't worry about it. We have a common goal, so we should help each other out." Mag quickly helped Merante up. He did not think that he did anything great last night.

source: “不怕，不怕。”麦格看了眼艾米，小家伙什么时候戏精上身了，这就演上了。
en_us: "It's alright, it's alright." Mag glanced at Amy. When did this little fellow become such a drama queen?

source: “不想娶人家乔治娜姑娘了？”
en_us: "You don't want to marry Miss Georgina?"

source: “不愧是传说中的麦老板，只是香味便已经让人无法抗拒。”安奈林擦了一下嘴角的泪水，小声感慨道。
en_us: Aneurin wiped the saliva away from the corner of his mouth, and softly lamented, "He's indeed the legendary Boss Mag. Just the aroma alone is irresistible."

source: “不愧是哈迪斯先生！108家还远低于他的预期吗？难道他还有更大的蓝图？”
en_us: "He's indeed Mr. Hades! Is 108 businesses still below his expectations? Perhaps, he has a greater plan?"

source: “不愧是我的男神！连温妮莎公主殿下都被迷得神魂颠倒的男人。”
en_us: "He's indeed my idol! He is really the man who can even mesmerize Princess Vanessa."

source: “不愧是第一届的金奖美酒，光是闻着酒香，便已经有了三分醉意。”
en_us: "It's indeed the gold award liquor of the very first liquor tasting event. Just its smell alone was enough to intoxicate a person."

source: “不愧是老狐狸，比我想的更快，也更果决。”第二天早上麦格也拿到了这份消息，将密信递给正在喝豆浆的伊琳娜。
en_us: "He's indeed a sly old fox. He's much faster and decisive than I expected." Mag received the news earlier the next morning too. He passed the secret missive to Irina, who was drinking soybean milk.

source: “不愧是被神灵选中的神女，果然不同凡响。”希利轻声赞叹道。
en_us: "She is indeed the holy maiden selected by the Holy Spirit. She's indeed extraordinary," Seely marveled softly.

source: “不敢……不敢……”奥尔登连忙摇头，额头上汗水大滴小滴的淌出来。
en_us: "I wouldn't dare… I wouldn't dare…" Aulden quickly shook his head as drops of perspiration formed on his forehead.

source: “不是……可能艾米误会了什么，事情不是这样的。”麦格表情委屈，“坐久了嘛，肯定有点腰酸。”
en_us: "No...Amy might be mistaken about something. That wasn't what happen." Mag had an aggrieved look. "My back, of course, would hurt after I work for a long time."

source: “不是不是，我是说我在酒窖里坐着给她解释那蒸馏设备的原理和用法。”麦格连忙解释道。
en_us: Mag quickly explained, "No, no. I meant I was working hard at explaining the principles and usage of the distillation equipment in the cellar."

source: “不是你想的那样的。”麦格连忙道。
en_us: "This is not what you imagine," Mag quickly explained.

source: “不是哦，是我自己偷偷跑出来的，父亲大人可能还在睡觉觉，我就是想给他买早餐，让他多睡一会呢。”艾米笑着摇摇头道。
en_us: Amy shook her head and smilingly said, "No. I snuck out alone. Father might be still sleeping right. I just want to buy breakfast for him and let him sleep in for a while."

source: “不是失败品，这是它独有的芳香。”
en_us: "It's not a failure. It's its unique fragrance."

source: “不是我找到它，是他找到了我。”麦格摇摇头，说道：“他说在我身上感受到了克苏鲁的气息，所以找上门来，我把它从洛都引到这里。”
en_us: "I didn't find it. It found me." Mag shook his head and said, "It said it sensed the presence on Cthulhu on me, so it came to look for me. I lured it here from Rodu."

source: “不是瞎酿！”埃菲俏脸一红，宽广的胸怀颤了颤，有些激动道：“我父亲留下了一本酿酒册，里边记载了他会酿的所有酒，我是照着那册子学的酿酒！”
en_us: "I'm not doing it without knowing how!" Eiffie's face reddened and her chest shook as she said agitatedly, "My father left me a wine-brewing manual with a record of all the wines that he brewed. I learnt from that manual!"

source: “不是这根，是那根，笨死了你。”
en_us: "It's not this string, it's that one. So stupid.

source: “不是魔鬼，是古老者。”麦格降低了几分声音道。
en_us: "It's not the Devil. It's the Elder Things," Mag lowered his volume.

source: “不是，好像是那老板放了一壶酒在门口，就把人给吸引过去了。”小伙计摇摇头。
en_us: "No. I think the boss placed a cup of liquor at the door, and the customers were all attracted by it." The waiter shook his head.

source: “不是，我是说我们先先找个地方落脚，等麦格先生回来，顺便按个摩。”
en_us: "No, What I mean is we should find a place to stay first and wait for Mr. Mag to return. While we're at it, we go for a massage."

source: “不是，是母后这段时间也吃不下什么东西，我想给她带点开胃菜回去。”温妮莎摇摇头。
en_us: "No, Royal Mother has not been able to eat anything recently, either. I want to bring some back for her as appetizers." Vanessa shook her head.

source: “不是，这里有一半是我要吃的呢。”艾米摇摇头说道。
en_us: "No. Half of them are for me." Amy shook her head.

source: “不理解？就像这瓶酒，哪怕它的年纪和你差不多大，可到现在为止，你依旧酿不出它的一半美味。”麦格接着解释道。
en_us: "Don't understand? It's like this bottle of wine. Even though it's almost your age, you're still unable to come up with a brew half as good as this," Mag continued.

source: “不用了不用了，你太客气了。”艾米摆摆手。
en_us: "There's no need to. You're being too nice." Amy waved her hands.

source: “不用拘谨，咱们去喝两杯，赫克托走了，咱们院里会喝酒的人不多了。”卢西恩微笑着说道，笑容中透着几分悲伤。
en_us: "Relax, let's get a couple of drinks. After Hector's gone, there aren't many here who know how to drink," Lucien said with a sad smile.

source: “不用换了，这样挺好的，我给你套个外套就行。”麦格从一旁取了羽绒服，直接给她裹上，然后搀扶着她下楼去了。
en_us: "No need to get changed. This is fine. I'll just get you a jacket." Mag took the down jacket lying at the side, and put it on Irina before helping her down the stairs.

source: “不用考虑，艾米是不会跟你走的。”麦格看着希利的背影，声音平静道：“如果诺兰大陆要靠一个孩子来拯救，那完了也就完了。”
en_us: "There's no need for consideration. Amy will never go with you." Mag looked at Seely's back, and calmly said, "If the Norland Continent needs to be saved by a child, then there will be no point saving it."

source: “不用那么客气。”艾米伸手lua了一把猫头。
en_us: "You don't have to be so polite." Amy reached out and rubbed the cat's head.

source: “不知我是否有机会能够品尝一下您做的菜呢。”埃菲微笑道。
en_us: Eiffie smiingly asked, "I wonder do I have the chance to try the dishes that you make?"

source: “不管你加多少，本系统作为一个厨神养成系统，是绝对不会轻易买卖二手印刷机的！”系统严正道。
en_us: "No matter how much more you pay me, I am a God of Cookery Cultivation System and would never sell second-hand printers easily," the System said seriously.

source: “不管是什么，好消息是它至少是站在我们这一边的。”梅兰特也是咽了咽口水，轻声道。
en_us: Merante also gulped and softly said, "No matter what it is, the good news is it's on our side."

source: “不管是谁开的，这对咱们罗莫街是好事啊，总算见到一些活水了。”
en_us: "No matter who opened this tavern, it is a good thing for Romo Street. There is finally some life here."

source: “不能吃吗？这么大的蜗牛，一定很多肉肉。”艾米看着手里的大蜗牛，一脸惋惜。
en_us: "It can't be eaten? There must be a lot of meat in such a big snail." Amy said regrettably, looking at the big snail in her hands.

source: “不能实时定位的算个屁追踪器。”麦格虽然也有一艘飞行餐厅，可人家那是正经飞船啊，他并不觉得自己能撵的上人家。
en_us: "What kind of tracking device is this if it can't give a real-time location?" Although Mag also had a flying restaurant, this was a legitimate spaceship and he did not think that he could catch up.

source: “不行不行，不能让父亲大人生气难过，要养活我和母亲，他每天可辛苦了呢。”艾米摇头，把菜刀放到一旁，把掉落在地上的食材重新捡起来，然后将对半砍断了的切菜台扶了起来。
en_us: "No, no. I can't make Father angry or upset. He's been working hard every day to support me and Mother." Amy shook her head, and placed the cleaver aside. She picked up the ingredients that had fallen on the floor, and propped the chopped kitchen counter back up.

source: “不行！我们怎么能随便燃烧经费。”加兰一脸正直的摇头。
en_us: "No! How can we waste the budget away?" Garlan shook his head seriously.

source: “不行，再有半个月我们就该回去了，麦米餐厅才是大本营。”麦格摇摇头，暂时是会舒服，但半个月后又麻烦了。
en_us: "No. We would be returning in two weeks' time. Mamy Restaurant is our base." Mag shook his head. It would be easy for the moment, but it would be troublesome again two weeks later.

source: “不行，父亲大人做的那么辛苦，第一个蛋黄酥一定要父亲大人吃才行哦。”艾米态度坚决的摇头。
en_us: "No way. Father has a hard time making it. Father has to eat the first salted egg yolk pastry." Amy shook her head with conviction.

source: “不要了，母亲大人说晚上睡觉前要少吃一点，不然会变成小胖妞的。”艾米放下筷子，乖巧的摇了摇头。
en_us: "It's alright. Mother says that I should eat less before I sleep at night. Otherwise, I would become a little fatty." Amy put her chopsticks down and shook her head obediently.

source: “不要忘了，你还买下了半条街。”系统提醒道。
en_us: "Don't forget that you've bought the other half of the street," the system reminded him.

source: “不要杀我……我没有杀他……是他们杀的……”双腿弯折，被丢在角落里的那个守卫首领惊恐的叫道。
en_us: The guard leader that was dumped in the corner with both his legs bent, shouted with fright, "Don't kill me...I didn't kill him...They did..."

source: “不要脸！”一行小字在他的脑海中飘过。
en_us: "Shameless!" A row of small words drifted across his mind.

source: “不让姐姐请你吃个早餐吗？”埃菲笑着道。
en_us: "Can't Big Sister treat you some breakfast?" Eiffie smilingly asked.

source: “不过一个七级，两个六级，还是能轻松解决的。”梅兰特咧嘴一笑，一步跨出，如鬼魅一般消失在夜色中。
en_us: "They're just a 7th-tier and two 6th-tiers. Easy." Merante smiled, took a step out, and disappeared into the night like a phantom.

source: “不过她的师父好胖啊，就像那头猪猪一样。”
en_us: "However, her master is so fat, just like that pig."

source: “不过明年如果我还来的话，那一定是带着其他酒来的，奖杯可能还要多准备一个。”麦格举起手中的奖杯，对着光看着那闪耀的颜色，“我家姑娘应该会很喜欢。”
en_us: "However, I'm still coming next year, I will be bringing other liquors. You may have to prepare another trophy as well then." Mag raised the trophy in his hand and looked at it against the light. "I guess my girls at home will love it."

source: “不过爷爷，我们昨天是追踪魔气而去的，为什么最后竟然被人类伏击了？难道那些人类已经和那魔鬼勾结在一起了吗？”
en_us: "But Grandpa, we were tracking the evil aura yesterday. Why did we end up getting ambushed by humans? Could those humans have already been in cahoots with the devil?"

source: “不过爷爷，那我们接下来怎么办？那克苏鲁咱们也打不过啊。”诺亚把碗筷收拾了，问道。
en_us: "But Grandpa, what should we do now? We can't defeat that Cthulhu," Noya asked after he kept the cutleries.

source: “不过那塞班酒馆又是什么酒馆？好像还没有听说过这家酒馆啊。”
en_us: "However, what kind of tavern is that Saipan Tavern? I have never heard of this tavern before."

source: “不过麦老板最是宠小老板，放假了带孩子出去玩玩倒也无可厚非，只是苦了那些已经对麦米餐厅上瘾的客人了。”亚伯罕叹了口气，脸上的笑容却如何都藏不住。
en_us: "However, Boss Mag dotes on Little Boss the most. It's natural that he would bring the children out during the term break. We just have to pity those customers who are addicted to Mamy Restaurant." Abraham sighed, but he couldn't hide the smile on his face.

source: “不过，你们这么基，你们老婆知道吗？”伊琳娜好奇的问道。
en_us: "But do your wives know you two were so gay?" Irina asked curiously.

source: “不过，如果客人多起来的话，你们可能就要辛苦一些了，因为酒馆只开一个月，我暂时不打算招募新的员工。”麦格有点迟疑道。
en_us: "However, if there are more customers, it might be a little more tiring for you guys. Since the tavern has only opened for a month, I do not have the intention to hire workers for now," Mag said hesitantly.

source: “不过，安德烈要是死了，也不一定是坏事。这老狐狸焉坏，比乔修和肖恩都难对付，而且野心极大。”伊琳娜笑了笑，“而只要乔修登上王位，他便到了明处，那个时候我们要找他杀他，也就容易多了。”
en_us: "However, it isn't really a bad thing if Andre dies. This sly old fox is bad, and he is even harder to deal with than Josh and Sean. On top of that, he is very ambitious." Irina smiled. "Furthermore, as long as Josh ascended the throne, he would be in the open, and it would be much easier for us to look for and kill him."

source: “不过，既然你对对面那家酒馆那么感兴趣，为什么不去对面门口坐着呢？”麦格有些奇怪道。
en_us: "But, since you're so interested in the tavern there, why didn't you sit at their doorstep?" Mag asked curiously.

source: “不过，是哈迪斯先生让你出来买早餐的吗？”埃菲看着艾米问道。
en_us: "However, did Mr. Hades let you come here to buy breakfast?" Eiffie asked Amy.

source: “不过，这两个又是什么？”诺亚从最上层拿出了两只单独盛放的蛋黄酥。
en_us: "However, what are these?" Noah took out two separately plated portions of salted egg yolk pastry on the topmost layer.

source: “不！”德克转身，想要逃跑。
en_us: "No!" Dirk turned around, attempting to flee.

source: “不！小姐，我哪里也不去，我要留在你身边，我不会离开你的。”玛拉抱住了她的手臂，哭着摇头道，恐惧的脸上目光却格外坚定。
en_us: "No! Miss, I'm not going anywhere. I'm staying with you. I'm not leaving you." Mala hugged Eiffie's arm, shook her head and cried, but her eyes was filled with conviction on her fearful face.

source: “不，他只是知道我们一定会去找他，这就够了。”梅兰特摇头，笑了笑道：“否则昨晚我们就死了。”
en_us: "No. He only knows that we will definitely find him. That's enough." Merante shook his head. Smiling, he said, "Otherwise, we would have been dead last night."

source: “不，他是运气很好，会做菜的男人，运气都不会差。”埃菲笑着摇头。
en_us: "No. He's very lucky. A man who can cook usually has good luck." Eiffie shook her head smilingly.

source: “不，你只是一个诱饵。”系统纠正道。
en_us: "No, you are just a bait." The system corrected.

source: “不，你见过克苏鲁，你已经脏了。”晞微微摇头，目光落到安妮的身上，眉头微蹙：“而她的身上同样有克苏鲁的气息，而且极为浓郁。”
en_us: "No. You've met Cthulhu. You're already tainted." Xi shook her head slightly. Her gaze landed on Annie and she said with a frown, "She has the presence of Cthulhu on her too, and it's very intense."
